MSG_QUEST_1 = """У Михалевых 4, 2 из них большие чёрные 
У Галаниных - 8, все разные 
У Маши - 2  
У Елаевых - один маленький"""
MSG_QUEST_2 = """Волшебный ящик, где вкус обретает силу,
Из холода в жар за секунды превращает.
Там, где волны вибрируют умело,
Следующая подсказка в путь отправляет."""
MSG_QUEST_3 = """Скажи Алисе: «Алиса, дай подсказку»"""
MSG_QUEST_4 = """Квадратный корень из (3 + (8•69) + (1996•39)) + 1 """
MSG_QUEST_5 = """Там бывали не только мы, но чаще 
Илья
Ваня
Иногда Лёша 
Чапман"""

CODE_QUEST_1 = "квр"
CODE_QUEST_2 = "аке"
CODE_QUEST_3 = "под"
CODE_QUEST_4 = "юкз"
CODE_QUEST_5 = "аро"


MSG_DICT = {
    "1": MSG_QUEST_1,
    "2": MSG_QUEST_2,
    "3": MSG_QUEST_3,
    "4": MSG_QUEST_4,
    "5": MSG_QUEST_5
}

CODE_DICT = {
    "1": CODE_QUEST_1,
    "2": CODE_QUEST_2,
    "3": CODE_QUEST_3,
    "4": CODE_QUEST_4,
    "5": CODE_QUEST_5
}
